{
  "hello": "hello world!",
  "Select Search Option": "Select Search Option",
  "concept": "A website where you can find food combinations with a good balance of amino acids.",
  "Search": "Search",
  "Search food": "Search food",
  "Filtering": "Filtering",
  "Essential Amino Acids": "Essential Amino Acids",
  "Essential Amino Acids For Children": "Essential Amino Acids For Children",
  "BCAA": "BCAA",
  "Conditional Amino Acids": "Conditional Amino Acids",
  "Glutamic Acid": "Glutamic Acid",
  "Look at essential amino acid": "Look at essential amino acid",
  "Look at essential amino acids for children": "Look at essential amino acids for children",
  "Look at BCAA": "Look at BCAA",
  "Look at conditional amino acids": "Look at conditional amino acids",
  "Look at glutamic acid": "Look at glutamic acid",
  "Descending order pages": "Descending order pages",
  "title": "A website that makes it easy to find amino acid balanced food combinations.",
  "SearchInputPlaceHolder": "example: onion, chicken",
  "About this website": "About this website",
  "Search Food about Essential Amino Acids Food": "Search Food about Essential Amino Acids Food",
  "AAA": "Aromatic amino acid",
  "AAS": "Sulfur containing amino acid",
  "TRP": "Tryptophan",
  "HIS": "Histidine",
  "THR": "Threonine",
  "ILE": "Isoleucine",
  "LYS": "Lysine",
  "VAL": "Valine",
  "LEU": "Leucine",
  "PROTEIN": "Protein",
  "About this website desc": "This site was developed based on the developer's unsuccessful experience of eating only meat and having poor skin tone due to an unbalanced diet. I still don't know why my skin condition deteriorated, and the cause and effect are not well understood. It may have been because my intestinal environment had deteriorated due to eating too much meat. Now, when it comes to protein, meat is the best choice, but depending on the combination of ingredients, you can get more protein by combining it with vegetables. There are other options besides meat. However, a good combination of ingredients requires complicated calculations based on amino acid balance and is difficult to do in a one-handed manner. As we all know, dietary fiber, phytochemicals, and other areas that are still unexplored are contained in various foods, and the benefits of eating a variety of foods are still great. I hope this site will be of some help to our visitors."
}