{
  "concept": "アミノ酸バランスの良い食材の組み合わせが見つかるサイト",
  "Descending order pages": "多い順に並べ替え",
  "ages": "歳",
  "In order of absolute amount": "制限アミノ酸の大きい順に並べ替え",
  "in order of balance": "アミノ酸バランス順に並べ替え",
  "ADD": "追加する",
  "Go to the Page": "ページへ移動する",
  "Select Search Option": "検索オプションを選ぶ",
  "close": "閉じる",
  "first": "第",
  "limited amino acid": "制限アミノ酸",
  "Q & A": "Q & A",
  "Amino Acids Score": "アミノ酸スコア",
  "Amino Acids Volume": "アミノ酸量",
  "Add anothor foods": "別の食材を追加",
  "Essential Amino Acids": "必須アミノ酸",
  "Essential Amino Acids For Children": "未成年の必須アミノ酸",
  "BCAA": "BCAA",
  "Conditional Amino Acids": "制限アミノ酸",
  "Glutamic Acid": "グルタミン酸",
  "Amino Acids Score: ": "アミノ酸スコア",
  "Total protein based on amino acid score": "アミノ酸スコアに基づいたプロテイン合計",
  "Added Food": "追加食材",
  "example: onion, chicken": "例：たまねぎ、チキン",
  "Base Food": "ベース食材",
  "Table Category": "カテゴリー",
  "Table Order of lists": "食材一覧",
  "and amino acid balanced foods": "とアミノ酸バランスの良い食品",
  "Foods high in essential amino acids": "必須アミノ酸の多い食材一覧",
  "Look at essential amino acid": "必須アミノ酸の組み合わせを探す",
  "Look at essential amino acids for children": "子供の必須アミノ酸の組み合わせを探す",
  "Look at BCAA": "BCAAの多い食材を探す",
  "Look at conditional amino acids": "制限付きアミノ酸の組み合わせを探す",
  "Look at glutamic acid": "グルタミン酸の多い食材を探す",
  "SearchInputPlaceHolder": "例：たまねぎ、にわとり",
  "title": "アミノ酸バランスの取れた食材の組み合わせを簡単に見つけられるサイト",
  "About this website": "このサイトについて",
  "and foods with a good balance of amino acids": "とアミノ酸バランスの良い食材の組み合わせ",
  "Search Food about Essential Amino Acids Food": "必須アミノ酸の食材を探す",
  "Search Food about Essential Amino Acids Food For Child": "必須アミノ酸の食材を探す（未成年向け）",
  "AAA": "芳香族アミノ酸合計",
  "AAS": "含硫アミノ酸合計",
  "TRP": "トリプトファン",
  "HIS": "ヒスチジン",
  "THR": "セロトニン",
  "ILE": "イソロイシン",
  "LYS": "ロイシン",
  "VAL": "バリン",
  "LEU": "ロイシン",
  "PROTEIN": "プロテイン",
  "Reference": "参照",
  "calA": "各アミノ酸の比率はどうやって計算していますか？",
  "The formula is as follows": "計算式は以下の通りです",
  "Amount of each amino acid contained in the food per gram / Value of each amino acid in the amino acid grading pattern (unit: mg) = Ratio of each amino acid": "1gあたりの食材に含まれる各アミノ酸含有量 / アミノ酸評点パターンの各アミノ酸の数値 （単位：mg） = 各アミノ酸の比率",
  "calB": "タンパク質はどうやって計算していますか？",
  "The calculation formula is as follows" : "計算式は以下の通りです。",
  "Protein in food x amino acid score = available protein based on amino acids": "食材に含まれるタンパク質 x アミノ酸スコア = アミノ酸に基づいた摂取可能なタンパク質",
  "dataA": "アミノ酸組成のデータは何を参照していますか？",
  "This is based on the amino acid composition chart published by the Japanese Ministry of Education, Culture, Sports, Science and Technology.": "日本の文部科学省が公開しているアミノ酸組成表を参考にしています",
  "dataB": "アミノ酸スコア以外のデータはありませんか？",
  "We are looking for people who can help us with amino acid composition tables and related open source data. Please contact us through the Contact Us page. In the early stages of this site's development, we considered using PDCAAS and DIAAS, but gave up because we couldn't find the data lists necessary for these calculations, so we looked for such data in public data released by USDC and others. As the developer is Japanese and not fluent in English, it is difficult to find open source data for each country. We are looking forward to hearing from you.": "アミノ酸組成表および関連するオープンソースのデータを教えてくれる方を募集しています。お問い合わせからご連絡いただけると幸いです。当サイトの開発初期にPDCAASおよびDIAASを採用することを検討しましたがそれらの計算に必要なデータリストを見つけることができなかったために断念しました。USDCなどが公開してるパブリックデータの中からそうしたものはないのか探しました。開発者が日本人であり英語が堪能でないこともあり、各国のオープンソースデータを見つけることが困難です。提供者の方をお待ちしています。",
  "otherA": "お問合せ先はありますか",
  "Email or Twitter": "EメールかTwitter",
  "otherB": "ご協力のお願い",
  "We welcome suggestions for improvement from the general public to researchers. This site was created by an individual with the motivation to create a useful site about protein out of personal curiosity. Some areas may need more efficient protein intake. I'm sure there are many other problems that I'm not aware of, but I'm not sure if I'm approaching the users' needs. If you have any suggestions for improvement, I would appreciate it. If you can provide us with data, we would be happy to publish it as the name of the collaborator after prior consultation": "一般の方から研究者の方まで改善案をお待ちしています。当サイトは個人的な好奇心からタンパク質に関する便利なサイトを作ろうという動機から個人で作成しました。地域によってはより効率の良いタンパク質の摂取が必要であることでしょう。他にも私が把握していない範囲で様々な問題があると思いますが利用者の方の用途へアプローチできているのか把握できておりません。ぜひ改善案をいただければありがたく参考いたします。データのご提供などあれば事前の相談の上でご協力者名として掲載させていただきたいと思います。",
  "About this website desc": "このサイトは開発者の肉ばかり食べてしまい、偏食した食生活の中で肌の調子が悪くなった失敗の経験をもとに開発しました。肌の調子が悪くなった理由はいまだにわかりませんし因果関係はよくわかっていません。肉の食べ過ぎにより腸内環境が悪くなっていたせいかもしれません。さて、タンパク質といえば肉ですが、食材同士の組み合わせによっては野菜と組み合わせることでより多くのタンパク質を取ることができます。肉以外にも選択肢はあります。しかし上手な食材の組み合わせというのはアミノ酸バランスを踏まえたややこしい計算が必要で片手間にやることは難しいものです。ご存知の通り、食物繊維やフィトケミカル、まだ未解明の分野がさまざまな食材に含まれており、多様な食材をとるメリットはまだまだ大きいといえます。このサイトが少しでも訪問者のお役に立ちますように。"
}